tap "felixkratz/formulae"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "supabase/tap"
brew "automake"
brew "bat"
brew "btop"
brew "gettext"
brew "cmake"
brew "coreutils"
brew "curl"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "figlet"
brew "fnm"
brew "libtool"
brew "fontforge"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "go"
brew "hyfetch"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "lazygit"
brew "lolcat"
brew "lua"
brew "mysql-client"
brew "ninja"
brew "pkgconf"
brew "pnpm"
brew "poppler"
brew "python-tk@3.11"
brew "python-tk@3.12"
brew "python-tk@3.13"
brew "ripgrep"
brew "ruby"
brew "sevenzip"
brew "starship"
brew "stow"
brew "superfile"
brew "tmux"
brew "tree"
brew "watchman"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "felixkratz/formulae/borders"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "supabase/tap/supabase"
cask "apparency"
cask "betterzip"
cask "bruno"
cask "dbeaver-community"
cask "font-symbols-only-nerd-font"
cask "macfuse"
cask "marta"
cask "mist"
cask "mounty"
cask "provisionql"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "raycast"
cask "suspicious-package"
cask "syntax-highlight"
cask "wezterm"
cask "zulu@17"
vscode "bradlc.vscode-tailwindcss"
vscode "dracula-theme-pro.theme-dracula-pro"
vscode "dracula-theme.dracula-theme"
vscode "pkief.material-icon-theme"
vscode "vscodevim.vim"
