tap "andres/local-yabai"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "automake"
brew "bat"
brew "btop"
brew "gettext"
brew "cmake"
brew "coreutils"
brew "curl"
brew "fd"
brew "figlet"
brew "fnm"
brew "libtool"
brew "fontforge"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "go"
brew "pkg-config"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lolcat"
brew "lua"
brew "mysql-client"
brew "neofetch"
brew "ninja"
brew "pnpm"
brew "python-tk@3.11"
brew "python-tk@3.12"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "starship"
brew "tmux"
brew "tree"
brew "zsh"
brew "andres/local-yabai/yabai@5.0.9"
brew "koekeishiya/formulae/skhd"
cask "apparency"
cask "betterzip"
cask "dbeaver-community"
cask "macfuse"
cask "mist"
cask "mounty"
cask "provisionql"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklook-pat"
cask "quicklookapk"
cask "quicklookase"
cask "suspicious-package"
cask "syntax-highlight"
cask "wezterm"
