cask "apparency"
cask "betterzip"
cask "bruno"
cask "dbeaver-community"
cask "font-symbols-only-nerd-font"
cask "macfuse"
cask "marta"
cask "mist"
cask "mounty"
cask "provisionql"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "raycast"
cask "suspicious-package"
cask "syntax-highlight"
cask "wezterm"
